{"0":{"backdrop_path":"\/5BMwFwNzSidVYArn561acqtktxv.jpg","created_by":{"0":{"id":1217221,"credit_id":"5254161c19c295794037bfca","name":"Carter Bays","gender":2,"profile_path":"\/gjgWBAbBX582YR1D1GBeUhtqCW0.jpg"},"1":{"id":1217224,"credit_id":"5254161c19c295794037bfd0","name":"Craig Thomas","gender":2,"profile_path":"\/11piamBSf0YsGvH06OtMPGVG4mU.jpg"}},"episode_run_time":{"0":22,"1":25},"first_air_date":"2005-09-19","genres":{"0":{"id":35,"name":"Commedia"}},"homepage":"http:\/\/www.cbs.com\/shows\/how_i_met_your_mother\/","id":1100,"in_production":false,"languages":{"0":"en"},"last_air_date":"2014-03-31","last_episode_to_air":{"air_date":"2014-03-31","episode_number":24,"id":971360,"name":"Amici per sempre (2ª parte)","overview":"2018: Ted, Barney e Lily si ritrovano al McLaren's in una delle pochissime occasioni dal matrimonio di Barney e Robin. Mentre Ted appare visibilmente stanco e poco propenso a far baldoria, l'inesauribile Barney insiste per far sì che la riunione della gang sia leggendaria, proponendo di rimanere fuori fino a notte inoltrata. Ted cerca di spiegare all'amico che non vi è motivo per il quale la serata dovrebbe essere considerata speciale, ma in quel preciso momento Marshall arriva al pub comunicando agli amici che di lì a poco sarebbe diventato giudice. I 4 bevono champagne fino a sbronzarsi, e subito dopo aver snocciolato un eloquente discorso sull'importanza della loro amicizia, Barney si mette sulle tracce di una moretta passata vicino al loro tavolo. Lily tenta di dissuadere l'amico prendendolo per la cravatta e dicendogli di essere ormai troppo vecchio, ma Barney ribatte che non sarà mai più un uomo da una sola donna.\n\n2019: La gang, ancora priva di Robin ma con la moglie di Ted al seguito, si ritrova come di consueto per assistere allo show \"Robot contro Wrestler\", durante il quale Barney afferma di aver portato a termine il \"mese perfetto\", ma di aver messo incinta l'ultima ragazza della performance, della quale non dirà mai il nome.\n\nNel 2020, mentre Ted davanti al grattacielo da lui costruito racconta alla figlia Penny delle curiosità su di esso, arriva Robin, la quale saluta Ted, che non la vedeva da molto tempo, e i due iniziano a parlare. Subito dopo, durante l'attesa della nascita del figlio di Barney, Ted racconta a Lily e Marshall di aver incontrato Robin; Lily si intristisce poiché un'altra volta Robin manca in un momento così importante. La dottoressa si congratula con Barney per essere diventato papà e che è una bambina. Barney vedendo la figlia, Ellie, si commuove dicendo che lei è l'amore della sua vita e che tutto ciò che ha sarà suo per sempre. Ted, tornato a casa chiede a sua moglie di sposarlo, dopo che il primo matrimonio è saltato a causa della gravidanza, e lei accetta. Il giorno del matrimonio Barney, Ted, Lily e Marshall si ritrovano al McLaren's; Lily dichiara di essere molto orgogliosa di Barney poiché è cambiato molto e sta svolgendo un ottimo lavoro con la figlia Ellie e dopo averlo visto rifiutare due ragazze spingendole a tornare a casa per vestirsi decentemente Lily dichiara di aver visto ormai tutto. In quel momento Robin entra nel bar e il gruppo si riunisce. Ted sposa la mamma dei suoi figli e dichiara di averla sempre amata e in qualsiasi circostanza, anche durante la malattia che gliel'ha portata via. Vediamo a questo punto un flashback in cui Ted, alla stazione, si avvicina alla sua futura moglie, che aspettava il treno riparandosi dalla pioggia sotto il suo ombrello giallo. I due cominciano a parlare di quell'ombrello e a chi appartenga effettivamente, se a lui, Ted, o a lei, la madre, il cui nome è Tracy. Nel 2030 Ted annuncia ai suoi figli la fine della storia su come ha conosciuto la loro mamma. I due però gli fanno notare che più che essere la storia di come ha conosciuto la loro mamma è la prova di come sia innamorato della zia Robin e lo invitano a dichiararsi a lei e a non sentirsi in colpa nei confronti della sua defunta moglie poiché ormai sono passati 6 anni da quando lei è scomparsa. Nell'ultima scena, Robin, appena tornata al suo appartamento sente suonare alla porta, si affaccia alla finestra per vedere chi sia, e trova Ted con in mano il corno francese blu che aveva rubato per lei al loro primo appuntamento, nel lontano 2005; i loro sguardi sorridenti lasciano intuire che hanno ancora una possibilità di stare insieme.","production_code":"9ALH24","season_number":9,"still_path":"\/uCGse43FNRAhqhBXA50sFMjKasl.jpg","vote_average":5.75,"vote_count":34},"name":"How I Met Your Mother","next_episode_to_air":null,"networks":{"0":{"name":"CBS","id":16,"logo_path":"\/nm8d7P7MJNiBLdgIzUK0gkuEA4r.png","origin_country":"US"}},"number_of_episodes":208,"number_of_seasons":9,"origin_country":{"0":"US"},"original_language":"en","original_name":"How I Met Your Mother","overview":"How I Met Your Mother racconta la storia di Ted Mosby, un architetto di successo che un bel giorno, nel 2030, decide di raccontare ai suoi figli come ha conosciuto la loro mamma.\n\nInsieme agli amici Lily e Marshall, Barney e Robin, Ted ha vissuto molteplici ed esilaranti avventure quotidiane che racconta alla sua famiglia e a noi, con toni leggeri ma ricchi di piccole e grandi verità sulla vita, l’amicizia, l’amore.","popularity":146.768,"poster_path":"\/dvxSvr6OmYGvvt8Z1VdBlPfL1Lf.jpg","production_companies":{"0":{"id":19792,"logo_path":null,"name":"Carter Bays","origin_country":""},"1":{"id":1556,"logo_path":"\/31h94rG9hzjprXoYNy3L1ErUya2.png","name":"20th Century Fox Television","origin_country":"US"},"2":{"id":21659,"logo_path":"\/uJhjhEJEPDoCSSOci44tYoe5BjZ.png","name":"20th Television","origin_country":"US"}},"production_countries":{"0":{"iso_3166_1":"US","name":"United States of America"}},"seasons":{"0":{"air_date":"2006-11-20","episode_count":11,"id":3613,"name":"Speciali","overview":"","poster_path":"\/9nKfPKRmOgzsnDZe5rsa7u0Y87g.jpg","season_number":0},"1":{"air_date":"2005-09-19","episode_count":22,"id":3607,"name":"Stagione 1","overview":"Ted Mosby ha 27 anni, una promettente carriera da architetto e una piacevole esistenza newyorkese. Ma quando i suoi migliori amici, Lily e Marshall, decidono di sposarsi, capisce che nella sua vita manca qualcosa e inizia l'affannosa ricerca della ragazza che ha sempre sognato. Non ci mette molto a trovarla: peccato che la bella Robin abbia programmi e speranze per il futuro troppo diverse della sue...","poster_path":"\/pC6SDAf0Vvcx6NLTxx78NlCPtW9.jpg","season_number":1},"2":{"air_date":"2006-09-18","episode_count":22,"id":3608,"name":"Stagione 2","overview":"Ted e Barney hanno passato l'estate a cercare di fare superare a Marshall il dolore per l'abbandono di Lily, e lui sembra aver iniziato a riprendersi quando lei, improvvisamente, ricompare. Intanto la relazione tra Ted e Robin sembra funzionare, nonostante i conflitti tra le loro aspirazioni, e nonostante Barney rivoglia il suo \"amico scapolo\".","poster_path":"\/gsQZtJgLmsCeepzWrQZ32CUQpxn.jpg","season_number":2},"3":{"air_date":"2007-09-24","episode_count":20,"id":3609,"name":"Stagione 3","overview":"Mesi dopo la dolorosa rottura con Robin, Ted non si sente ancora pronto a uscire con altre. Lei, invece, torna dalle vacanze con una nuova fiamma. Lily e Marshall, sposini e più innamorati che mai, sono a caccia della casa del loro futuro.","poster_path":"\/Avg9mqTV7ThtlzLfIkY5qtar2RF.jpg","season_number":3},"4":{"air_date":"2008-09-22","episode_count":24,"id":3610,"name":"Stagione 4","overview":"Mentre Ted si prepara a coronare il suo sogno d'amore con Stella, Barney decide di non fare nulla a proposito dei suoi sentimenti per Robin, e di continuare la vita di sempre. Intanto gli sposini Marshall e Lily si trasferiscono nel loro nuovo appartamento.","poster_path":"\/eRZKD5EzVZ8e1ZaADylVzPuPbM0.jpg","season_number":4},"5":{"air_date":"2009-09-21","episode_count":24,"id":3611,"name":"Stagione 5","overview":"Ted è alle prese con il suo nuovo lavoro all'università e inizia a frequentare Cindy, una collega insegnante che si scoprirà essere la coinquilina della futura Mamma. Robin e Barney hanno trascorso un'estate di fuoco con una relazione basata unicamente sul sesso, ma quando Lily li scopre i due sono costretti ad affrontare la realtà.","poster_path":"\/mcpb3gsBjqIgXRaMvOqoqEbnf8d.jpg","season_number":5},"6":{"air_date":"2010-09-20","episode_count":24,"id":3612,"name":"Stagione 6","overview":"Ted riceve una succulenta offerta di lavoro: occuparsi della progettazione della nuova sede della GNB che sorgerà al posto di un antico albergo ormai in rovina. Mentre si occupa di avviare il progetto fa la conoscenza di Zoey, una donna che protesta contro l'abbattimento dell'albergo e tra i due scocca la scintilla. Lily e Marshall intanto, hanno preso un'importante decisione, quella di espandere la loro famiglia, ma tra il dire e il fare ci saranno dei problemi da superare. Barney finalmente accetta che Bob Baker non è suo padre e si scopre la vera identità del suo padre biologico. Barney inoltre fa la conoscenza di una collega di Robin che gli fa perdere la testa.","poster_path":"\/n1kRegqvMCkT6jlc35SZZeusEtJ.jpg","season_number":6},"7":{"air_date":"2011-09-19","episode_count":24,"id":3614,"name":"Stagione 7","overview":"Lily riceve in eredità una casa a Long Island e nonostante la distanza lei e Marshall decidono di trasferirsi in previsione dell'arrivo del bambino. Marshall trova il lavoro fatto su misura per lui in uno studio legale che si occupa di cause ambientaliste. Robin si rende conto di essere ancora innamorata di Barney ma decide di rimanere in disparte mentre lui continua la sua relazione con Nora. Ted è ancora alla ricerca della donna della sua vita e approfitta dell'occasione per dichiararsi quando Robin e Kevin si lasciano.","poster_path":"\/z6z5t33Dn93mloXa8lIkwqgZ0Qh.jpg","season_number":7},"8":{"air_date":"2012-09-24","episode_count":24,"id":3615,"name":"Stagione 8","overview":"Ted e Victoria sono apparentemente felici ma in realtà ci sono dei problemi da affrontare. Lily e Marshal sono alle prese con il loro ruolo di genitori. Robin sembra aver dimenticato Barney definitivamente e riprende i contatti con un suo ex di nome Nick. Barney dal canto suo è indaffarato nei preparativi del suo matrimonio con Quinn, ma alla fine si rende conto che il suo cuore batte solo per Robin e i due decidono di convolare a nozze. Ted, ormai convinto che non troverà mai la sua anima gemella, decide di trasferirsi a Chicago.","poster_path":"\/q4g25dFhEwXiHSvOa4qQbgByNTv.jpg","season_number":8},"9":{"air_date":"2013-09-23","episode_count":24,"id":3616,"name":"Stagione 9","overview":"Il gruppo di amici si riunisce a Farhampton, località fuori New York dov'è in programma il matrimonio tra Barney e Robin. Nell'arco delle 56 ore precedenti la cerimonia, ognuno di loro vive una serie di eventi che, ancora inconsapevolmente, finiranno per incidere in maniera significativa sul loro futuro. Mentre i due fidanzati sono in preda a dubbi e ripensamenti — con Barney scioccato dal divorzio di suo fratello James, e Robin che non riesce a trovare punti d'incontro con la suocera —, Marshall e Lily entrano improvvisamente in crisi dopo che il ragazzo ha accettato il nuovo lavoro di giudice all'insaputa della moglie, che vede così naufragare il suo sogno di trasferirsi a Roma. In tutto ciò, Ted è ormai stanco di dividersi tra l'amicizia con Barney e i sentimenti mai sopiti per Robin, attendendo con impazienza la fine del weekend per poter iniziare una nuova vita a Chicago; a sconvolgere questi piani arriva una giovane ragazza, chiamata a suonare al matrimonio con la sua band, che negli anni passati Ted aveva più volte sfiorato — senza mai incontrarsi — lungo la sua strada.","poster_path":"\/ez6pjmvnZpdfowSlGfEJFsNZLBQ.jpg","season_number":9}},"spoken_languages":{"0":{"english_name":"English","iso_639_1":"en","name":"English"}},"status":"Ended","tagline":"","type":"Scripted","vote_average":8.2,"vote_count":3014}}