{"0":{"backdrop_path":"\/1UzazR8PfOEY4Q5h2kLvsfRMtw2.jpg","created_by":{},"episode_run_time":{"0":50},"first_air_date":"2011-09-21","genres":{"0":{"id":10764,"name":"Reality"}},"homepage":"http:\/\/masterchef.sky.it","id":55630,"in_production":true,"languages":{"0":"it"},"last_air_date":"2021-03-04","last_episode_to_air":{"air_date":"2021-03-04","episode_number":24,"id":2758178,"name":"","overview":"","production_code":"","season_number":10,"still_path":null,"vote_average":0,"vote_count":0},"name":"MasterChef Italia","next_episode_to_air":null,"networks":{"0":{"name":"Sky Uno","id":1076,"logo_path":"\/NN6klPGA1vVxbldSGZIllYIeK9.png","origin_country":"IT"},"1":{"name":"TV8","id":1367,"logo_path":"\/gE1MrJUHtCNjMwwJlmRcveb0XEU.png","origin_country":"IT"}},"number_of_episodes":238,"number_of_seasons":10,"origin_country":{"0":"IT"},"original_language":"it","original_name":"MasterChef Italia","overview":"Adattamento italiano del format MasterChef.\n\nLa trasmissione vede susseguirsi una serie di prove in cui i concorrenti devono dimostrare le proprie abilità in campo culinario. Queste comprendono conoscenza dei prodotti edibili, eccezionale inventiva e padronanza delle diverse cotture o ricette; inoltre si richiede capacità di adattamento in diverse situazioni, tattica nel gioco e carisma umano.","popularity":3.996,"poster_path":"\/fOgyFYaKH5PqvLKku5mS1RGlAbL.jpg","production_companies":{"0":{"id":51170,"logo_path":"\/v3F19hY8xzGOIzUaqQ6XWnWOhhb.png","name":"Magnolia TV","origin_country":"IT"},"1":{"id":66389,"logo_path":"\/ewSYWqmrOst8pEyFu1w2dG0EP9T.png","name":"Endemol","origin_country":"NL"}},"production_countries":{"0":{"iso_3166_1":"IT","name":"Italy"}},"seasons":{"0":{"air_date":"2011-12-21","episode_count":10,"id":172615,"name":"Speciali","overview":"","poster_path":null,"season_number":0},"1":{"air_date":"2011-09-21","episode_count":24,"id":57660,"name":"Stagione 1","overview":"La prima stagione della versione italiana del programma televisivo MasterChef Italia è andata in onda dal 21 settembre al 7 dicembre 2011 su Cielo e ha visto uscire vincitore Spyros Theodoridis, impiegato di Modena di origine greca. Inoltre il 21 e il 28 dicembre sono state mandate in onda due speciali puntate dedicate ai retroscena e ai commenti dei protagonisti.","poster_path":"\/yAnLnPGW6yDRcDELhhiKytdaV8r.jpg","season_number":1},"2":{"air_date":"2012-12-13","episode_count":22,"id":57661,"name":"Stagione 2","overview":"Vincitrice della seconda edizione è l'avvocato di Roma Tiziana Stefanelli. A differenza della precedente edizione, la prima visione assoluta di MasterChef Italia è andata in onda su Sky Uno dal 13 dicembre 2012 al 21 febbraio 2013. Nei giorni 19, 20 e 21 novembre 2012 alle 15.40 sono andati in onda tre speciali introduttivi: Joe Bastianich: Affari di famiglia, Carlo Cracco: La quadratura dell'uovo e Bruno Barbieri: Chef a 7 stelle.","poster_path":"\/1wzqDVger0JtiL7e9okW4GjrgIe.jpg","season_number":2},"3":{"air_date":"2013-12-19","episode_count":24,"id":65883,"name":"Stagione 3","overview":"A febbraio 2013 sono stati aperti i casting per la terza edizione. La gara è iniziata il 19 dicembre 2013 e si è conclusa il 6 marzo 2014. Il vincitore della terza edizione è Federico Francesco Ferrero, medico di Torino. Rispetto alle altre due edizioni il vincitore è stato proclamato in diretta ai Magazzini Generali di Milano.","poster_path":"\/yRwY3XU08f1TO5PG4smuIx6udFk.jpg","season_number":3},"4":{"air_date":"2014-12-18","episode_count":24,"id":65887,"name":"Stagione 4","overview":"A febbraio 2014 sono stati aperti i casting per la quarta stagione del talent show. La gara è iniziata il 18 dicembre 2014 ed è terminata il 5 marzo 2015. Il vincitore della quarta edizione, il cui nome è sfuggito ai media prima del termine del programma, è Stefano Callegaro, agente immobiliare di Adria (RO).","poster_path":"\/7WPKyFuhD5s9OcgiunHy5fQhgAL.jpg","season_number":4},"5":{"air_date":"2015-12-17","episode_count":24,"id":75079,"name":"Stagione 5","overview":"A febbraio 2015 sono stati aperti i casting per la quinta stagione del talent, la gara poi è iniziata il 17 dicembre 2015 e si è conclusa il 3 marzo 2016. Da questa edizione i giudici da tre diventano quattro, con lo chef Antonino Cannavacciuolo che entra a far parte della giuria. Il vincitore della quinta edizione è Erica Liverani, fisioterapista di Ravenna.","poster_path":"\/nKeeQqOnkX9G6rQA4y1kMWqUFJj.jpg","season_number":5},"6":{"air_date":"2016-12-22","episode_count":24,"id":85073,"name":"Stagione 6","overview":"A febbraio 2016 si sono aperti i casting per la sesta stagione del talent show. La prima puntata delle audizioni è stata registrata il 27 aprile 2016 in Stazione Centrale, a Milano. Il resto dell'edizione nel classico studio. La gara è iniziata giovedì 22 dicembre 2016 su Sky Uno e si è conclusa giovedì 9 marzo 2017. Il vincitore di questa edizione è Valerio Braschi, studente diciottenne di Santarcangelo di Romagna (RN).","poster_path":"\/xEOTHAgn0P6Ob5D1PwiaidIe4cq.jpg","season_number":6},"7":{"air_date":"2017-12-22","episode_count":24,"id":97219,"name":"Stagione 7","overview":"A febbraio 2017 si sono aperti i casting per la settima stagione del talent show. La novità di questa stagione è l'ingresso nella giuria della chef Antonia Klugmann che sostituisce Carlo Cracco. La gara è iniziata giovedì 21 dicembre 2017 su Sky Uno.[6] La puntata finale è andata in onda giovedì 8 marzo 2018 e si è conclusa con la vittoria di Simone Scipioni, studente di scienze dell'alimentazione del piccolo paesino di Montecosaro (MC).","poster_path":"\/iAHvFJDPsLGh5ANS5zsNKpZ8KXn.jpg","season_number":7},"8":{"air_date":"2019-01-17","episode_count":24,"id":117676,"name":"Stagione 8","overview":"A febbraio 2018 si sono aperti i casting per l'ottava edizione del talent show. La novità di questa stagione è l'ingresso nella giuria dello chef Giorgio Locatelli che sostituisce Antonia Klugmann. È andata in onda su Sky Uno dal 17 gennaio al 4 aprile 2019. La vincitrice dell'ottava edizione è Valeria Raciti, segretaria trentunenne di Aci Sant'Antonio.","poster_path":"\/fdYh9UDmE8lKUKk9ANAsx0wuYYe.jpg","season_number":8},"9":{"air_date":"2019-12-19","episode_count":24,"id":140263,"name":"Stagione 9","overview":"Si ritorna a 3 giudici: Barbieri, Cannavacciuolo e Locatelli. La stagione è iniziata a dicembre 2019. Il talent show di cucina è ora diventato un must.","poster_path":"\/fOgyFYaKH5PqvLKku5mS1RGlAbL.jpg","season_number":9},"10":{"air_date":"2020-12-17","episode_count":24,"id":172614,"name":"Stagione 10","overview":"","poster_path":"\/1vPXhnKUNawUoWgoZfLBaLBrpBp.jpg","season_number":10}},"spoken_languages":{"0":{"english_name":"Italian","iso_639_1":"it","name":"Italiano"}},"status":"Returning Series","tagline":"","type":"Reality","vote_average":5.9,"vote_count":6}}